Repository: techblueera/BlueEra_flutter
Catalog: lib/l10n/app_*.arb
Languages: hi

# increaseCustomerPromoteAndMany
source: Increase Customer / Promote & Many More
hi: ग्राहक बढ़ाएँ / प्रचार करें और कई और

source: Discover Businesses
hi: व्यवसायों को खोजें

source: Write Reviews
hi: समीक्षाएँ लिखें

source: Get Offers & Updates
hi: प्रस्ताव और अपडेट प्राप्त करें

source: Post Job Listings
hi: नौकरी सूची पोस्ट करें

source: Hire Professionals
hi: पेशेवरों को किराए पर लें

source: Browse Resumes
hi: रिज़्यूमे ब्राउज़ करें

source: Name
hi: नाम

source: Company / Org Name
hi: कंपनी / संगठन का नाम

# youHaveReferCode
source: Have a referral code?
hi: आपके पास एक रेफर कोड है

# nameHint
source: Eg Vikash kumar
hi: उदा: विकाश कुमार

# companyHint
source: Eg Wipro , PW
hi: उदा: विप्रो, पीडब्ल्यू

# storeHint
source: Eg Raju Tea Store , DMart
hi: उदा: राजू टी स्टोर, डीमार्ट

# enterNameMessage
source: Please Enter Your {profileType} Name
hi: कृपया अपना {profileType} नाम दर्ज करें

source: Current Salary
hi: वर्तमान वेतन

source: Expected Salary
hi: अपेक्षित वेतन

source: Click Here
hi: यहां क्लिक करें

source: Set up your profile
hi: अपनी प्रोफ़ाइल सेट करें

source: Download your Resume
hi: अपना रिज्यूमे डाउनलोड करें

source: Complete your profile to download your resume.
hi: अपना रिज्यूमे डाउनलोड करने के लिए अपनी प्रोफ़ाइल पूरी करें।

source: Upload Introduction Video
hi: परिचय वीडियो अपलोड करें

source: Delete Video
hi: वीडियो हटाएं

source: Basic Details
hi: मूल विवरण

source: Job Role
hi: कार्य भूमिका

source: Key Skill
hi: मुख्य कौशल

source: Key Skills
hi: मुख्य कौशल

source: At least one skill is required
hi: कम से कम एक कौशल आवश्यक है

source: Skills updated successfully!
hi: कौशल सफलतापूर्वक अपडेट किए गए!

# addSkillsThatBestDefineYourExpertise
source: Add skills that best define your expertise, for e.g, Direct Marketing, Java etc.
hi: ऐसे कौशल जोड़ें जो आपकी विशेषज्ञता को सबसे अच्छी तरह से परिभाषित करते हैं, जैसे, डायरेक्ट मार्केटिंग, जावा आदि।

source: Skill / Software name*
hi: कौशल / सॉफ्टवेयर का नाम*

source: Full-Time
hi: पूर्णकालिक

source: Part Time
hi: अंशकालिक

# distance
source: Correspondence/Distance Learning
hi: दूरस्थ/पत्राचार शिक्षा

source: Show More
hi: और दिखाएं

source: Add More
hi: अधिक जोड़ें

source: Course Type
hi: कोर्स प्रकार

source: Grading System
hi: ग्रेडिंग प्रणाली

source: Select Grading System
hi: ग्रेडिंग प्रणाली चुनें

source: Please select a grading system
hi: कृपया ग्रेडिंग प्रणाली चुनें

source: Select company
hi: कंपनी चुनें

source: Please select organization
hi: संगठन चुनें

source: Send Verified
hi: सत्यापित भेजें

source: Please select an organisation to verified.
hi: सत्यापित करने के लिए संगठन चुनें।

source: Send a verification request to your company to confirm your employment. Once approved by the recruiter, you will receive a verified badge.
hi: आपके रोजगार की पुष्टि के लिए आपकी कंपनी को सत्यापन अनुरोध भेजें। भर्तीकर्ता द्वारा अनुमोदित होने पर, आपको एक सत्यापित बैज प्राप्त होगा।

source: Is this your current employment?
hi: क्या यह आपकी वर्तमान नौकरी है?

source: Employment type
hi: रोजगार प्रकार

source: Internship
hi: इंटर्नशिप

source: Total experience
hi: कुल अनुभव

source: From
hi: से

source: To
hi: तक

source: Write your designation
hi: अपना पदनाम लिखें

source: Skills Used
hi: उपयोग किए गए कौशल

source: Add skills
hi: कौशल जोड़ें

source: Please enter your skills
hi: कृपया अपने कौशल दर्ज करें

source: Notice period
hi: नोटिस अवधि

source: Select notice period
hi: नोटिस अवधि चुनें

source: Please select notice period
hi: कृपया नोटिस अवधि चुनें

# helpTitle
source: Need help?
hi: मदद चाहिए?

source: Withdraw Request
hi: निकासी अनुरोध

# employmentVerificationRequestMessage
source: Your employment verification request has been sent to your company. Once approved by the recruiter, you will receive a verified badge.
hi: आपका रोजगार सत्यापन अनुरोध आपकी कंपनी को भेजा गया है। भर्तीकर्ता द्वारा स्वीकृत होने पर आपको सत्यापित बैज प्राप्त होगा।

# verificationSubmittedMessage
source: Your verification request has been submitted successfully. Our team is reviewing your details. This process may take up to 24–48 hours.
hi: आपका सत्यापन अनुरोध सफलतापूर्वक जमा कर दिया गया है। हमारी टीम आपके विवरण की समीक्षा कर रही है। इसमें 24–48 घंटे तक लग सकते हैं।

# employmentVerificationSentTitle
source: Employment Verification Sent
hi: रोजगार सत्यापन भेजा गया

source: Verification Request Pending
hi: सत्यापन अनुरोध लंबित है

# clearNotificationConfirmation
source: Are you sure you want to clear notification?
hi: क्या आप वाकई में सूचना को साफ़ करना चाहते हैं?

source: Settings
hi: सेटिंग्स

source: Notification Settings
hi: सूचना सेटिंग्स

source: User Profile Update
hi: उपयोगकर्ता प्रोफ़ाइल अपडेट

source: Applied For Job
hi: नौकरी के लिए आवेदन किया

source: Commented On Post
hi: पोस्ट पर टिप्पणी की

source: User Chat
hi: उपयोगकर्ता चैट

source: Enter Message
hi: संदेश दर्ज करें

source: Since
hi: तब से

source: Joined At
hi: में शामिल हुए

source: About your business
hi: आपके व्यवसाय के बारे में

source: Your live store pictures
hi: आपकी लाइव स्टोर तस्वीरें

source: All
hi: सभी

source: Open
hi: खुला

source: Closed
hi: बंद

source: In Progress
hi: प्रगति में

source: Rejected
hi: अस्वीकृत

source: Reopened
hi: पुनः खोला

source: Achievements
hi: उपलब्धियां

# topPerformerExample
source: Eg., Top Performer of the Month
hi: जैसे, महीने का शीर्ष प्रदर्शनकर्ता

# enterTitle
source: Please enter a title
hi: कृपया एक शीर्षक दर्ज करें

# monthYearExample
source: Eg., March 2024
hi: जैसे, मार्च 2024

# selectDate
source: Please select a date
hi: कृपया तिथि चुनें

source: Description (Optional)
hi: विवरण (वैकल्पिक)

source: Type here
hi: यहाँ टाइप करें

source: Certificate
hi: प्रमाणपत्र

source: Certificate Name
hi: प्रमाणपत्र का नाम

# enterCertificateName
source: Please enter certificate name
hi: कृपया प्रमाणपत्र का नाम दर्ज करें

# certificateNameRequired
source: Certificate name is required
hi: प्रमाणपत्र का नाम आवश्यक है

source: Certificate ID
hi: प्रमाणपत्र आईडी

# certificateIdRequired
source: Certificate ID is required
hi: प्रमाणपत्र आईडी आवश्यक है

source: Certificate URL
hi: प्रमाणपत्र यूआरएल

# mentionCompletionUrl
source: Please mention completion URL
hi: कृपया पूर्णता यूआरएल बताएं

# urlRequired
source: URL is required
hi: यूआरएल आवश्यक है

# enterValidUrl
source: Enter a valid URL
hi: एक मान्य यूआरएल दर्ज करें

source: Certification Validity
hi: प्रमाणन वैधता

# certificateNoExpire
source: This certificate does not expire
hi: यह प्रमाणपत्र समाप्त नहीं होता है

source: Links
hi: लिंक

# atLeastOneLinkRequired
source: At least one link is required
hi: कम से कम एक लिंक आवश्यक है

source: Title required
hi: शीर्षक आवश्यक है

source: Paste link here
hi: यहां लिंक पेस्ट करें

source: Complete your profile
hi: अपनी प्रोफ़ाइल पूरी करें

source: Your Profile is 100% Complete
hi: आपकी प्रोफ़ाइल 100% पूर्ण है

source: Connected
hi: जुड़ा हुआ

source: Message
hi: संदेश

# visitorSentMessageRequest
source: {name} has sent message request to you
hi: {name} ने आपको संदेश अनुरोध भेजा है

source: My Card
hi: मेरा कार्ड

# recruitersVisitedYourProfileThisMonth
source: {dataTotalValue} Recruiters visited your profile this month! 🚀
hi: {dataTotalValue} भर्तीकर्ताओं ने आपके प्रोफ़ाइल को देखा! 🚀

source: Your Monthly Performance
hi: आपका मासिक प्रदर्शन

source: Key Metrics
hi: मुख्य मेट्रिक्स

source: Total Profile View
hi: कुल प्रोफ़ाइल दृश्य

source: Job Applied
hi: नौकरी के लिए आवेदन किया

source: Interview Scheduled
hi: साक्षात्कार निर्धारित

source: Shortlisted
hi: शॉर्टलिस्ट किया गया

source: Total Value
hi: कुल मूल्य

source: View Details
hi: विवरण देखें

source: Export Report
hi: रिपोर्ट निर्यात करें

source: Something Went Wrong Please Try Again
hi: कुछ गलत हुआ, कृपया पुनः प्रयास करें

# youGotEnquiriesThisMonth
source: You got {detailsTotalValue} enquiries this month!🚀
hi: आपको इस महीने {detailsTotalValue} पूछताछ मिली!🚀

source: Total Product
hi: कुल उत्पाद

source: Job Services
hi: नौकरी सेवाएँ

source: Total Profile Views
hi: कुल प्रोफ़ाइल दृश्य

source: Total Enquiries
hi: कुल पूछताछ

source: Total Order Placed
hi: कुल ऑर्डर दिया गया

source: Total Completed Orders
hi: कुल पूर्ण ऑर्डर

source: Jobs Applied
hi: आवेदन किए गए नौकरियाँ

source: Interviews Scheduled
hi: निर्धारित साक्षात्कार

source: Total Products
hi: कुल उत्पाद

source: Total Services
hi: कुल सेवाएँ

source: Enquiries Received
hi: प्राप्त पूछताछ

source: Orders Placed
hi: आदेश दिए गए

source: Completed Orders
hi: पूर्ण आदेश

source: Bookings(Total)
hi: बुकिंग (कुल)

source: Type of Business
hi: व्यवसाय का प्रकार

source: Select types of the business
hi: व्यवसाय के प्रकार चुनें

source: Referral Code
hi: रेफरल कोड

source: Enter Referral Code
hi: रेफरल कोड दर्ज करें

source: Both
hi: दोनों

source: Category of Business
hi: व्यवसाय की श्रेणी

# onBoarding1Title
source: Shop from Verified Local Businesses
hi: सत्यापित स्थानीय व्यवसायों से खरीदारी करें

# onBoarding2Title
source: Monetize your Influence using Chat Feature
hi: चैट फीचर से अपनी प्रभावशाली पहुंच से कमाई करें

# onBoarding3Title
source: Find Talent or Your Dream Job in Maps
hi: मैप्स में टैलेंट या अपनी ड्रीम जॉब खोजें

# onBoarding4Title
source: Earn via Reels and Videos
hi: रील्स और वीडियो से कमाई करें

# onBoarding1SubTitle
source: Explore and buy products and services from Verified Local Businesses near you.
hi: अपने आसपास के सत्यापित स्थानीय व्यवसायों से उत्पाद और सेवाएं खोजें और खरीदें।

# onBoarding2SubTitle
source: Promote businesses and earn from your social reach.
hi: व्यवसायों का प्रचार करें और अपनी सोशल पहुंच से कमाई करें।

# onBoarding3SubTitle
source: Recruiters can post jobs. Job seekers can apply with ease.
hi: भर्तीकर्ता नौकरियां पोस्ट कर सकते हैं। नौकरी चाहने वाले आसानी से आवेदन कर सकते हैं।

# onBoarding4SubTitle
source: Earn using Reels and Videos on your own using BlueEra.
hi: BlueEra पर अपनी रील्स और वीडियो से कमाई करें।
