Repository: techblueera/BlueEra_flutter
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Add Experience
hi: अनुभव जोड़ें

source: Work Experience
hi: कार्य अनुभव

source: Enter Designation
hi: पदनाम दर्ज करें

source: Please enter your designation
hi: कृपया अपना पदनाम दर्ज करें

source: Enter Organisation
hi: संगठन दर्ज करें

source: Please enter your organisation
hi: कृपया अपना संगठन दर्ज करें

source: Start Date
hi: प्रारंभ तिथि

source: MM
hi: महीना

source: YYYY
hi: वर्ष

source: I currently work here
hi: मैं वर्तमान में यहां काम करता हूं

source: End Date
hi: समाप्ति तिथि

source: Add your Education
hi: अपनी शिक्षा जोड़ें

source: Education
hi: शिक्षा

source: Add Education
hi: शिक्षा जोड़ें

source: Course
hi: कोर्स

source: Enter Course Name
hi: कोर्स का नाम दर्ज करें

source: Please enter your Course Name
hi: कृपया अपना कोर्स नाम दर्ज करें

source: Institution
hi: संस्थान

source: Enter Institution
hi: संस्थान दर्ज करें

source: Please enter your Institution
hi: कृपया अपना संस्थान दर्ज करें

source: I currently study here
hi: मैं वर्तमान में यहां अध्ययन कर रहा हूँ

source: D-O-B
hi: जन्म तिथि

source: Gender
hi: लिंग

source: Organisation
hi: संगठन

source: Edit Work Experience
hi: कार्य अनुभव संपादित करें

source: Update Experience
hi: अनुभव अपडेट करें

source: Edit Education
hi: शिक्षा संपादित करें

source: Update Education
hi: शिक्षा अपडेट करें

source: DD
hi: डीडी

source: Edit About Me
hi: मेरे बारे में संपादित करें

source: Invalid Form
hi: अमान्य फॉर्म

source: Please scroll down and review all fields to ensure they are filled out correctly and are not left empty.
hi: कृपया नीचे स्क्रॉल करें और सभी फ़ील्ड्स की समीक्षा करें कि वे सही ढंग से भरे गए हैं और खाली नहीं छोड़े गए हैं।

source: Full Name
hi: पूरा नाम

source: Enter Full Name
hi: पूरा नाम दर्ज करें

source: Please enter your name
hi: कृपया अपना नाम दर्ज करें

source: Date of birth
hi: जन्म तिथि

source: Job Location
hi: नौकरी स्थान

source: Enter Location
hi: स्थान दर्ज करें

source: Please enter your location
hi: कृपया अपना स्थान दर्ज करें

source: Email
hi: ईमेल

source: Please enter your email
hi: कृपया अपना ईमेल दर्ज करें

source: Please enter a valid email
hi: कृपया एक मान्य ईमेल दर्ज करें

source: Phone Number
hi: फ़ोन नंबर

source: eg: reliance, or DPS school
hi: उदाहरण: रिलायंस, या डीपीएस स्कूल

source: Education till now
hi: अब तक की शिक्षा

source: eg: MA, BA, B.ED
hi: उदाहरण: एमए, बीए, बी.एड

source: Job role/work
hi: नौकरी की भूमिका/कार्य

source: eg: SR.TEACHER, DRIVER, OFFICE ASSISTANT
hi: उदाहरण: वरिष्ठ शिक्षक, ड्राइवर, कार्यालय सहायक

source: Hide phone number
hi: फ़ोन नंबर छुपाएं

source: Are you sure you want to hide this field?
hi: क्या आप सुनिश्चित हैं कि आप इस फ़ील्ड को छुपाना चाहते हैं?

source: Are you sure you want to show this field?
hi: क्या आप सुनिश्चित हैं कि आप इस फ़ील्ड को दिखाना चाहते हैं?

source: Your phone number will not be visible to others on your profile
hi: आपका फ़ोन नंबर आपकी प्रोफ़ाइल पर दूसरों को दिखाई नहीं देगा

source: Your phone number will be visible to others on your profile
hi: आपका फ़ोन नंबर आपकी प्रोफ़ाइल पर दूसरों को दिखाई देगा

source: Hide this field
hi: इस फ़ील्ड को छुपाएं

source: Show this field
hi: इस फ़ील्ड को दिखाएं

source: Discard
hi: खारिज करें

source: Your Name
hi: आपका नाम

source: Your Role in Organisation
hi: संगठन में आपकी भूमिका

source: Your Sub-Category
hi: आपकी उप-श्रेणी

source: Date of Incorporation
hi: पंजीकरण की तारीख

source: Address
hi: पता

source: Your Address (Max 60 characters)
hi: आपका पता (अधिकतम 60 अक्षर)

source: City
hi: शहर

source: Your city
hi: आपका शहर

source: Website
hi: वेबसाइट

source: Your Website
hi: आपकी वेबसाइट

source: Office Mob No
hi: ऑफिस मोबाइल नंबर

source: Office Landline
hi: ऑफिस लैंडलाइन

source: Enter Mobile No
hi: मोबाइल नंबर दर्ज करें

source: Enter Landline Code
hi: लैंडलाइन कोड दर्ज करें

source: Prefix
hi: प्रारंभिक उपसर्ग

source: Short Describe About Organization
hi: संगठन के बारे में संक्षिप्त विवरण

source: Enter Short Description (Max 60 characters)
hi: संक्षिप्त विवरण दर्ज करें (अधिकतम 60 अक्षर)

source: Save Changes
hi: परिवर्तन सहेजें

source: You have made changes to one or more fields in your profile
hi: आपने अपनी प्रोफ़ाइल में एक या अधिक फ़ील्ड में परिवर्तन किए हैं

source: Discard Changes
hi: परिवर्तन रद्द करें

# pleaseEnterCurrentOrganisaition
source: Please enter current organisation
hi: कृपया वर्तमान संगठन दर्ज करें

source: Please enter your education till now
hi: कृपया अपनी अब तक की शिक्षा दर्ज करें

source: Please enter your job role/work
hi: कृपया अपनी नौकरी की भूमिका/कार्य दर्ज करें

source: Welcome Message
hi: स्वागत संदेश

source: CONGRATULATION
hi: बधाई हो

source: Your profile has been successfully completed!
hi: आपकी प्रोफ़ाइल सफलतापूर्वक पूरी हो गई है!

source: Now, it's time to finalize your business listing and showcase your services to the world
hi: अब, यह आपके व्यावसायिक लिस्टिंग को अंतिम रूप देने और अपनी सेवाओं को दुनिया के सामने प्रदर्शित करने का समय है

source: Welcome Post
hi: स्वागत पोस्ट

source: For Detail Visit Our Profile
hi: विस्तार के लिए हमारी प्रोफ़ाइल पर जाएं

source: Please enter sub-category
hi: कृपया उप-श्रेणी दर्ज करें

source: Please enter your Address
hi: कृपया अपना पता दर्ज करें

source: Please enter your City
hi: कृपया अपना शहर दर्ज करें

source: Enter Website
hi: वेबसाइट दर्ज करें

source: Similar Service
hi: समान सेवा

source: Similar Product
hi: समान उत्पाद

source: No Similar Product
hi: कोई समान उत्पाद नहीं

source: Broadcast Messages
hi: प्रसारण संदेश

source: Broadcast
hi: प्रसारण

source: Connections List
hi: संपर्क सूची

source: Post Activity
hi: पोस्ट गतिविधि

source: Select Document
hi: दस्तावेज़ चुनें

source: Only jpg/png/pdf format
hi: केवल jpg/png/pdf प्रारूप

source: Enter Your Question
hi: अपना प्रश्न दर्ज करें

source: Eg., medical shop, Kirana shop
hi: उदा., मेडिकल शॉप, किराना शॉप

source: Eg., Doctor, Electrician
hi: उदा., डॉक्टर, इलेक्ट्रिशियन

source: Eg., Vehicle Showroom, Classes
hi: उदा., वाहन शोरूम, कक्षाएँ

source: Switch Business Type
hi: व्यवसाय प्रकार बदलें

source: switch to
hi: इस पर स्विच करें

source: (To be on the safe side, select both.)
hi: (सुरक्षित रहने के लिए, दोनों का चयन करें।)

source: Delete All
hi: सभी हटाएं

source: Votes
hi: मत

source: Are you sure you want to hide this post?
hi: क्या आप वाकई इस पोस्ट को छिपाना चाहते हैं?

source: Post Hidden
hi: पोस्ट छिपा दिया गया

source: Hide
hi: छिपाएं

source: View Post
hi: पोस्ट देखें

source: Withdraw Invite
hi: आमंत्रण वापस लें

source: Team
hi: टीम

source: Online
hi: ऑनलाइन

# last_seen_today
source: Last seen today at {time}
hi: आज अंतिम बार देखा गया {time}

# last_seen_yesterday
source: Last seen yesterday at {time}
hi: कल अंतिम बार देखा गया {time}

# last_seen_on_day
source: Last seen {day} at {time}
hi: अंतिम बार {day} को {time} पर देखा गया

source: Choose Language
hi: भाषा चुनें

source: Select Language
hi: भाषा का चयन करें

# continueText
source: Continue
hi: जारी रखें

source: Error accessing contacts
hi: संपर्क एक्सेस करने में त्रुटि

# contactPermissionRequired
source: Permission to access contacts is required
hi: संपर्क एक्सेस करने के लिए अनुमति आवश्यक है

source: Remove from Selection
hi: चयन से हटाएं

source: Add to Selection
hi: चयन में जोड़ें

source: Contact Details
hi: संपर्क विवरण

source: Select Contacts
hi: संपर्क चुनें

source: Search contacts
hi: संपर्क खोजें

source: contacts selected
hi: संपर्क चयनित

source: No contacts found
hi: कोई संपर्क नहीं मिला

source: No contacts matching search
hi: खोज से मेल खाते कोई संपर्क नहीं

# contact
source: Contacts
hi: संपर्क

source: Location
hi: स्थान

# locationPermissionRequired
source: Permission to access location is required.
hi: स्थान तक पहुँचने की अनुमति आवश्यक है।

# locationPermissionPermanentlyDenied
source: Location permission is permanently denied. Please enable it in settings.
hi: स्थान की अनुमति स्थायी रूप से अस्वीकृत कर दी गई है। कृपया इसे सेटिंग्स में सक्षम करें।

source: Error accessing location.
hi: स्थान तक पहुँचने में त्रुटि।

source: New Reel Available
hi: नई रील उपलब्ध

source: Suggested Reels
hi: सुझाई गई रील्स

source: Your story
hi: आपकी स्टोरी

source: Search By Category...
hi: श्रेणी के अनुसार खोजें...

source: No categories found
hi: कोई श्रेणी नहीं मिली

source: Book Consultant
hi: परामर्शदाता बुक करें

source: Enquire Now
hi: अभी पूछताछ करें

source: Chat Now
hi: अभी चैट करें

source: Post now
hi: अभी पोस्ट करें

source: Post your video
hi: अपना वीडियो पोस्ट करें

source: Upload Your Video
hi: अपना वीडियो अपलोड करें

source: Pick Thumbnail
hi: थंबनेल चुनें

source: Write Caption...
hi: कैप्शन लिखें...

source: Choose Category
hi: श्रेणी चुनें

source: Choose Type
hi: प्रकार चुनें

source: Add Call to action button
hi: कॉल टू एक्शन बटन जोड़ें

source: Edit your video
hi: अपना वीडियो संपादित करें

source: Edit Caption...
hi: कैप्शन संपादित करें...

source: Update
hi: अपडेट करें

source: Confirm this action?
hi: इस कार्रवाई की पुष्टि करें?

# areYouSureDelete
source: Are you sure you want to delete ?
hi: क्या आप वाकई हटाना चाहते हैं?

source: Appointment Booked Successfully
hi: अपॉइंटमेंट सफलतापूर्वक बुक की गई

# appointmentBookedSuccessfullyMessage
source: Your appointment has been booked successfully. We will contact you soon!
hi: आपकी अपॉइंटमेंट सफलतापूर्वक बुक कर ली गई है। हम जल्द ही आपसे संपर्क करेंगे!

source: Appointment Booking Form
hi: अपॉइंटमेंट बुकिंग फॉर्म

source: Book Appointment
hi: अपॉइंटमेंट बुक करें

source: Appointment Type:
hi: अपॉइंटमेंट का प्रकार:

source: Booking For:
hi: किसके लिए बुकिंग:

source: Purpose of Booking
hi: बुकिंग का उद्देश्य

source: Select Time
hi: समय चुनें

# dateFormat
source: mm/dd/yyyy
hi: दिन/महीना/साल

source: Select appointment type
hi: अपॉइंटमेंट का प्रकार चुनें

source: Update Appointment
hi: अपॉइंटमेंट अपडेट करें

source: Enquiry Details
hi: पूछताछ विवरण

source: Appointment Details
hi: अपॉइंटमेंट विवरण

source: Date
hi: तारीख

source: Time
hi: समय

source: Modify Appointment
hi: अपॉइंटमेंट संशोधित करें

source: Cancel Appointment
hi: अपॉइंटमेंट रद्द करें

# typeYourEnquiry
source: Type your Enquiry like (eg: Book an appointment or know the prices...)
hi: अपनी पूछताछ टाइप करें (उदाहरण: अपॉइंटमेंट बुक करें या कीमतें जानें...)

source: Your enquiry sent
hi: आपकी पूछताछ भेज दी गई

# yourEnquirySentMessage
source: Your enquiry has been sent successfully. We will contact you soon!
hi: आपकी पूछताछ सफलतापूर्वक भेज दी गई है। हम जल्द ही आपसे संपर्क करेंगे!

source: Send Enquiry
hi: पूछताछ भेजें

source: Booking
hi: बुकिंग

source: Enquiries
hi: पूछताछ

source: Bookings you have sent
hi: आपके द्वारा भेजी गई बुकिंग

source: Bookings you have Received
hi: आपके द्वारा प्राप्त बुकिंग

source: No Bookings found
hi: कोई बुकिंग नहीं मिली

source: Enquiries you have sent
hi: आपके द्वारा भेजी गई पूछताछ

source: Enquiries you have Received
hi: आपके द्वारा प्राप्त पूछताछ

source: No enquiries found
hi: कोई पूछताछ नहीं मिली

source: Search
hi: खोजें

source: Report Reel
hi: रील रिपोर्ट करें

# reelReported
source: You have reported this reel
hi: आपने इस रील की रिपोर्ट की है

# ageRestriction
source: Age restriction (18+)
hi: आयु प्रतिबंध (18+)

source: Allow comments
hi: टिप्पणियों की अनुमति दें

source: Privacy
hi: गोपनीयता

# selectVisibility
source: Select a visibility to your video
hi: अपने वीडियो की दृश्यता चुनें

source: Keywords
hi: कीवर्ड्स

# addTags
source: Add tags (separated by commas)
hi: टैग जोड़ें (कॉमा से अलग करें)

source: Thumbnail (Optional)
hi: थंबनेल (वैकल्पिक)

source: Add your video
hi: अपना वीडियो जोड़ें

source: Record with camera
hi: कैमरे से रिकॉर्ड करें

source: Upload image
hi: छवि अपलोड करें

source: views
hi: दृश्य

# createReelProfile
source: Create Your Reel Profile
hi: अपनी रील प्रोफ़ाइल बनाएं

# uploadBusinessLogo
source: Upload Your Business Logo
hi: अपने व्यवसाय का लोगो अपलोड करें

source: Profile Name
hi: प्रोफ़ाइल नाम

source: Your profile name
hi: आपका प्रोफ़ाइल नाम

source: Bio
hi: बायो

# addWebsiteLinkOptional
source: Add your website link (optional)
hi: अपनी वेबसाइट लिंक जोड़ें (वैकल्पिक)

source: Website link here
hi: यहां वेबसाइट लिंक

source: Create Profile
hi: प्रोफ़ाइल बनाएं

# editReelProfile
source: Edit Your Reel Profile
hi: अपनी रील प्रोफ़ाइल संपादित करें

# updateBusinessLogo
source: Update your business logo
hi: अपने व्यवसाय का लोगो अपडेट करें

# profileNameRequired
source: Profile name is required
hi: प्रोफ़ाइल नाम आवश्यक है

# bioRequired
source: Bio is required
hi: बायो आवश्यक है

# categoryRequired
source: Category is required
hi: श्रेणी आवश्यक है

source: Update Profile
hi: प्रोफ़ाइल अपडेट करें

source: Reels
hi: रील्स

source: Followers
hi: अनुयायी

source: Following
hi: अनुसरण कर रहे हैं

source: Follow
hi: अनुसरण करें

source: Message Us
hi: हमें संदेश भेजें

source: Latest
hi: नवीनतम

source: POPULAR
hi: लोकप्रिय

source: Oldest
hi: सबसे पुराना

# noLatestReels
source: No Latest Reels Present
hi: कोई नवीनतम रील्स उपलब्ध नहीं हैं

# noPopularReels
source: No Popular Reels Present
hi: कोई लोकप्रिय रील्स उपलब्ध नहीं हैं

# noOldestReels
source: No Oldest Reels Present
hi: कोई सबसे पुरानी रील्स उपलब्ध नहीं हैं

source: Drafts
hi: ड्राफ्ट्स

source: Saved
hi: सहेजा गया

source: No Reels Present
hi: कोई रील्स उपलब्ध नहीं हैं

source: No Saved Items
hi: कोई सहेजे गए आइटम नहीं हैं

source: No Tagged Posts
hi: कोई टैग किए गए पोस्ट नहीं हैं

source: Stores
hi: स्टोर

source: Products
hi: उत्पाद

source: Services
hi: सेवाएं

source: Store Listing
hi: स्टोर सूची

# selectedCategory
source: Selected category is {category}
hi: चयनित श्रेणी है {category}

source: No stores found
hi: कोई स्टोर नहीं मिला

# matching
source: matching "{searchText}"
hi: "{searchText}" से मेल खाता है

# inSelectedCategory
source: in the selected category
hi: चयनित श्रेणी में

source: in this category
hi: इस श्रेणी में

source: No products found
hi: कोई उत्पाद नहीं मिला

source: No services found
hi: कोई सेवा नहीं मिली

# writeReviewHint
source: Write Review Here...
hi: यहाँ समीक्षा लिखें...

# ratingsAndReviews
source: Ratings & Reviews
hi: रेटिंग और समीक्षाएँ

source: SELLER BY
hi: द्वारा विक्रेता

source: Details
hi: विवरण

# priceStartFrom
source: Price start Rs {price} /-
hi: कीमत ₹{price} से शुरू

source: read less
hi: कम पढ़ें

source: read more
hi: और पढ़ें

source: Unfollow
hi: अनफ़ॉलो

source: Write Review
hi: समीक्षा लिखें

# searchHint
source: Search anything...
hi: कुछ भी खोजें...

# userSettingTitle
source: User Setting
hi: यूज़र सेटिंग

# recruiterTitle
source: Recruiter
hi: भर्तीकर्ता

# myAccountTitle
source: My Account
hi: मेरा खाता

# earnPayTitle
source: Earn & Pay
hi: कमाई और भुगतान

# reelTitle
source: Reel
hi: रील

source: Profile Settings
hi: प्रोफ़ाइल सेटिंग्स

source: Change Language
hi: भाषा बदलें

source: Change Mobile Number
hi: मोबाइल नंबर बदलें

source: Statistics
hi: आँकड़े

source: My Job Posts
hi: मेरी नौकरी पोस्ट्स

source: My Products
hi: मेरे उत्पाद

source: My Services
hi: मेरी सेवाएं

source: My Inventory
hi: मेरी सूची

source: My Bookings
hi: मेरी बुकिंग्स

source: My Enquiries
hi: मेरी पूछताछ

source: My Posts
hi: मेरी पोस्ट्स

source: Activity
hi: गतिविधि

source: Business Verification
hi: व्यवसाय सत्यापन

source: My orders
hi: मेरे ऑर्डर

source: Applied Job
hi: आवेदित नौकरी

source: Job Post
hi: नौकरी पोस्ट

source: My plan & Subscription
hi: मेरा प्लान और सदस्यता

source: Request Sent
hi: अनुरोध भेजा गया

source: Blocked Users
hi: ब्लॉक किए गए उपयोगकर्ता

source: My Reels
hi: मेरी रील्स

source: Session Expired
hi: सत्र समाप्त

source: OTP Verification
hi: ओटीपी सत्यापन

# dontGetOtp
source: Don't Get the OTP?
hi: ओटीपी नहीं मिला?

source: Store
hi: स्टोर

source: Are you sure you want to logout?
hi: क्या आप लॉगआउट करना चाहते हैं?

source: Confirm
hi: पुष्टि करें

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: All Notifications
hi: सभी सूचनाएँ

source: Language
hi: भाषा

source: BASIC
hi: मूलभूत

source: FREE
hi: नि:शुल्क

source: Verification Status
hi: सत्यापन स्थिति

# ownerAndBusinessVerified
source: Owner & Business Verified
hi: मालिक और व्यवसाय सत्यापित

source: Owner Verified
hi: मालिक सत्यापित

source: Business Verified
hi: व्यवसाय सत्यापित

source: Not Verified
hi: सत्यापित नहीं

source: Manage Subscription
hi: सदस्यता प्रबंधित करें

# helpAndSupport
source: Help & Support
hi: सहायता और समर्थन

source: Search By List
hi: सूची से खोजें

source: Job
hi: नौकरी

source: Product
hi: उत्पाद

source: Service
hi: सेवा

source: Get Current Location
hi: वर्तमान स्थान प्राप्त करें

source: Direction
hi: दिशा

source: Please enter some text
hi: कृपया कुछ टेक्स्ट दर्ज करें

source: N/A
hi: लागू नहीं

# scanQrCodeTitle
source: Scan QR Code
hi: क्यूआर कोड स्कैन करें

source: Not Scanned Yet
hi: अभी तक स्कैन नहीं किया गया

# placementInstructions
source: Place QR code inside the frame to scan please avoid shake to get results quickly
hi: स्कैन करने के लिए क्यूआर कोड को फ्रेम के अंदर रखें, परिणाम जल्दी प्राप्त करने के लिए हिलने से बचें

source: Scanning Code..
hi: कोड स्कैन हो रहा है..

# scanButtonText
source: Scan
hi: स्कैन करें

source: Scanning Result
hi: स्कैन परिणाम

# clickButtonText
source: Click
hi: क्लिक करें

source: Camera resume error:
hi: कैमरा फिर से शुरू करने में त्रुटि:

source: Camera pause error:
hi: कैमरा रोकने में त्रुटि:

source: Access Token not found
hi: एक्सेस टोकन नहीं मिला

source: Hide Preview
hi: प्रीव्यू छिपाएं

source: Show Preview
hi: प्रीव्यू दिखाएं

source: Solid Colors
hi: ठोस रंग

source: Image Wallpapers
hi: छवि वॉलपेपर

# noImageWallpapers
source: No image wallpapers added
hi: कोई छवि वॉलपेपर नहीं जोड़ा गया

source: Add Image
hi: छवि जोड़ें

# addImageTooltip
source: Add image wallpaper
hi: छवि वॉलपेपर जोड़ें

# deleteWallpaperTitle
source: Delete Wallpaper
hi: वॉलपेपर हटाएं

# deleteWallpaperConfirmation
source: Are you sure you want to delete this wallpaper?
hi: क्या आप वाकई इस वॉलपेपर को हटाना चाहते हैं?

# errorSavingImage
source: Error saving image: {error}
hi: छवि सहेजने में त्रुटि: {error}

source: New Users
hi: नए उपयोगकर्ता

source: Chat Wallpaper
hi: चैट वॉलपेपर

source: Synchronized contact
hi: सिंक्रनाइज़ किया गया संपर्क

source: No Business Connections.
hi: कोई व्यावसायिक कनेक्शन नहीं।

source: No Personal Connections.
hi: कोई व्यक्तिगत कनेक्शन नहीं।

source: Enquiry
hi: पूछताछ

source: Request sent
hi: अनुरोध भेजा गया

source: Blocked Users
hi: अवरोधित उपयोगकर्ता

source: View Details
hi: विवरण देखें

source: Cancel Plan
hi: योजना रद्द करें

source: Plan Name
hi: योजना का नाम

source: Duration
hi: अवधि

source: Status
hi: स्थिति

source: Start Date
hi: प्रारंभ तिथि

source: Expire Date
hi: समाप्ति तिथि

# no_commitment
source: No commitment. Cancel anytime
hi: कोई प्रतिबद्धता नहीं। कभी भी रद्द करें

source: Go Premium
hi: प्रीमियम लें

source: Get Started
hi: शुरू करें

source: End Date
hi: अंतिम तिथि

source: Enter amount
hi: राशि दर्ज करें

source: Add Note
hi: टिप्पणी जोड़ें

# payment_reason
source: Reason of the payment
hi: भुगतान का कारण

source: Start Verification
hi: सत्यापन प्रारंभ करें

source: Verify Your Business
hi: अपने व्यवसाय का सत्यापन करें

# verificationDescription
source: Please choose how you'd like to verify this business.
hi: कृपया चुनें कि आप इस व्यवसाय को कैसे सत्यापित करना चाहते हैं।

source: Verification progress
hi: सत्यापन प्रगति

# actionsPending
source: {pending} actions pending
hi: {pending} कार्य लंबित

# verifiedStatus
source: {type} Verified
hi: {type} सत्यापित

# businessVerificationTitle
source: Business Verification
hi: व्यवसाय सत्यापन

# businessVerificationDesc
source: Verify the business using official government documents like GST, Udyam, or Trade License.
hi: जीएसटी, उद्यम, या व्यापार लाइसेंस जैसे आधिकारिक सरकारी दस्तावेजों का उपयोग करके व्यवसाय सत्यापित करें।

# getTagsOnce
source: Get Tags Once Verified
hi: सत्यापन के बाद टैग प्राप्त करें

# businessDocumentsButton
source: Use Business Documents
hi: व्यवसाय दस्तावेज़ों का उपयोग करें

# ownershipVerificationTitle
source: Ownership Verification
hi: स्वामित्व सत्यापन

# ownershipVerificationDesc
source: Verify using your government ID, selfie with ID, or an authorization letter.
hi: अपने सरकारी आईडी, आईडी के साथ सेल्फी, या अधिकृत पत्र का उपयोग करके सत्यापित करें।

# verifyOwnerButton
source: Verify as Owner
hi: मालिक के रूप में सत्यापित करें

# documentSubmitted
source: Document Already Submitted
hi: दस्तावेज़ पहले ही सबमिट कर दिया गया है

source: Error: {message}
hi: त्रुटि: {message}

# successTitle
source: Submitted Successfully
hi: सफलतापूर्वक सबमिट किया गया

# successSubtitle
source: We'll verify your document within 24–48 hours. You'll be notified once it's done.
hi: हम आपके दस्तावेज़ को 24–48 घंटे के भीतर सत्यापित करेंगे। सत्यापन पूरा होने पर आपको सूचित किया जाएगा।

# headerDescription
source: To complete verification, we need to confirm you are the business owner or an authorized representative.
hi: सत्यापन पूरा करने के लिए, हमें यह सुनिश्चित करना होगा कि आप व्यवसाय के मालिक या अधिकृत प्रतिनिधि हैं।

# uploadInstructions
source: Upload any one of the following:
hi: निम्नलिखित में से कोई एक अपलोड करें:

# governmentIdTitle
source: A valid government ID
hi: एक मान्य सरकारी पहचान पत्र

# governmentIdDescription
source: Aadhaar, PAN, Driving License that matches business records
hi: आधार, पैन, ड्राइविंग लाइसेंस जो व्यवसाय रिकॉर्ड से मेल खाता हो

# selfieTitle
source: A selfie with your ID
hi: अपने आईडी के साथ एक सेल्फी

# selfieDescription
source: Clear photo of you holding your government ID
hi: अपने सरकारी आईडी को पकड़े हुए अपनी स्पष्ट तस्वीर

# authorizationLetterTitle
source: Authorization letter from the owner
hi: मालिक की ओर से प्राधिकरण पत्र

# authorizationLetterDescription
source: Include a signed letter and owner's ID copy
hi: हस्ताक्षरित पत्र और मालिक की आईडी की प्रति शामिल करें

# warningMessage
source: Make sure the document clearly shows your name and photo.
hi: सुनिश्चित करें कि दस्तावेज़ स्पष्ट रूप से आपका नाम और फोटो दिखाता है।

# verifyLaterButton
source: Verify Later
hi: बाद में सत्यापित करें

source: Upload Now
hi: अभी अपलोड करें

# confirmBusinessText
source: Help us confirm your business is real. Just upload one document — we'll review it quickly.
hi: हमें यह पुष्टि करने में सहायता करें कि आपका व्यवसाय वास्तविक है। बस एक दस्तावेज़ अपलोड करें — हम इसे जल्दी से समीक्षा करेंगे।

# chooseDocumentTypeText
source: Choose Document Type
hi: दस्तावेज़ प्रकार चुनें

# selectDocumentTypeHint
source: Select Document Type
hi: दस्तावेज़ प्रकार चुनें

# uploadDocumentText
source: Upload Document
hi: दस्तावेज़ अपलोड करें

# documentFormatInfo
source: PDF, JPG, or PNG (Max 5MB)
hi: PDF, JPG, या PNG (अधिकतम 5MB)

# documentNoLabel
source: Document No
hi: दस्तावेज़ संख्या

# documentNoHint
source: Ex EFS34SDW
hi: उदा. EFS34SDW

# documentNoRequired
source: Document number is required
hi: दस्तावेज़ संख्या आवश्यक है

# confirmAuthorizationText
source: I confirm I'm authorized to register this business.
hi: मैं पुष्टि करता हूं कि मैं इस व्यवसाय को पंजीकृत करने के लिए अधिकृत हूं।

# submitButtonText
source: Submit for Verification
hi: सत्यापन के लिए जमा करें

# documentUploadSuccessMessage
source: Verification document added successfully
hi: सत्यापन दस्तावेज़ सफलतापूर्वक जोड़ा गया

# documentUploadErrorMessage
source: Verification document not uploaded, something went wrong
hi: सत्यापन दस्तावेज़ अपलोड नहीं हुआ, कुछ गलत हो गया

# acknowledgementRequiredMessage
source: Please give your acknowledgement.
hi: कृपया अपनी स्वीकृति दें।

# documentRequiredMessage
source: Please upload document.
hi: कृपया दस्तावेज़ अपलोड करें।

# uploadDifferentDocument
source: Upload a different document
hi: अलग दस्तावेज़ अपलोड करें

source: Document Uploaded
hi: दस्तावेज़ अपलोड किया गया

source: Recruiter
hi: भर्तीकर्ता

source: Image
hi: छवि

source: logo
hi: लोगो

source: Choose your account type
hi: अपना खाता प्रकार चुनें

# uploadYourPrefix
source: * Upload your
hi: * अपना अपलोड करें

source: Image is required
hi: छवि आवश्यक है

source: Select Image
hi: छवि चुनें

source: Business listing
hi: व्यवसाय सूची

source: Sell or Provide Services
hi: सेवाएँ बेचें या प्रदान करें
