Repository: techblueera/BlueEra_flutter
Catalog: lib/l10n/app_*.arb
Languages: hi

# signUpText
source: Login / Sign up
hi: लॉगिन / साइन अप

# mobileNumText
source: Mobile number / Whatsapp number
hi: मोबाइल नंबर / व्हाट्सएप नंबर

source: Get OTP
hi: ओटीपी प्राप्त करें

source: Enter OTP
hi: ओटीपी दर्ज करें

# oneTimePassword
source: Enter the One Time Password sent to
hi: आपको भेजा गया वन टाइम पासवर्ड दर्ज करें

source: Resend
hi: ओटीपी पुनः भेजें

source: Submit
hi: जमा करें

source: Enter Six Digit OTP
hi: छह अंकों का ओटीपी दर्ज करें

source: Enter Basic Details
hi: मूल विवरण दर्ज करें

source: Post
hi: पोस्ट

source: Profile
hi: प्रोफ़ाइल

source: LogOut
hi: लॉगआउट

source: Verify
hi: सत्यापित करें

# registrationIncomplete
source: Registration incomplete. Some features are restricted.
hi: पंजीकरण अधूरा है। कुछ सुविधाएँ प्रतिबंधित हैं।

# completeBasicDetailsLisintg
source: Please complete the basic details before proceeding with the listing
hi: लिस्टिंग शुरू करने से पहले कृपया मूल विवरण पूरा करें

source: Start Listing
hi: लिस्टिंग शुरू करें

# enterLandLineNo
source: Enter Landline Number
hi: लैंडलाइन नंबर दर्ज करें

# enterMobileNumber
source: Enter your mobile number here
hi: यहां अपना मोबाइल नंबर दर्ज करें

source: Invalid Mobile Number
hi: अमान्य मोबाइल नंबर

source: I agree to
hi: मैं सहमत हूँ

# termsAndConditions
source: Terms & Conditions
hi: नियम और शर्तें

source: and
hi: और

source: Privacy Policy
hi: गोपनीयता नीति

source: Check Mobile Number
hi: मोबाइल नंबर जांचें

# inText
source: in
hi: में

source: seconds
hi: सेकंड

# pressBackAgainToExit
source: Press back again to exit the app
hi: ऐप से बाहर निकलने के लिए फिर से वापस दबाएं

source: This field cannot be empty
hi: यह फ़ील्ड खाली नहीं हो सकती

# spacesNotAllowed
source: Spaces are not allowed
hi: अंतराल की अनुमति नहीं है

# onlyAlphanumericAllowed
source: Only alphanumeric characters are allowed
hi: केवल अल्फ़ान्यूमेरिक अक्षर अनुमत हैं

# mustContainOneNumeric
source: Must contain at least one numeric character
hi: कम से कम एक संख्यात्मक वर्ण होना चाहिए

source: One last step
hi: एक आखिरी कदम

source: Add Username
hi: उपयोगकर्ता नाम जोड़ें

source: Username
hi: उपयोगकर्ता नाम

source: Enter username
hi: उपयोगकर्ता नाम दर्ज करें

source: Available
hi: उपलब्ध

source: Not Available
hi: उपलब्ध नहीं

source: Suggested Usernames
hi: सुझाए गए उपयोगकर्ता नाम

source: Refer Code
hi: रेफर कोड:

source: Enter Refer Code
hi: रेफर कोड दर्ज करें

source: Please Enter Username
hi: कृपया उपयोगकर्ता नाम दर्ज करें

source: Crop Image
hi: छवि क्रॉप करें

source: Photo Library
hi: फोटो लाइब्रेरी

source: Camera
hi: कैमरा

source: Choose Account Type
hi: खाता प्रकार चुनें

source: Personal
hi: व्यक्तिगत

source: Business
hi: व्यापार

source: Select
hi: चुनें

source: Please authenticate to access the app seamlessly
hi: ऐप को निर्बाध रूप से एक्सेस करने के लिए कृपया प्रमाणित करें

source: Please enter your device password to access the app seamlessly
hi: ऐप को निर्बाध रूप से एक्सेस करने के लिए कृपया अपने डिवाइस का पासवर्ड दर्ज करें

source: Home
hi: होम

source: Jobs
hi: नौकरियां

source: Connections
hi: संपर्क

source: User, Company, Job ...
hi: उपयोगकर्ता, कंपनी, नौकरी ...

source: No Results found
hi: कोई परिणाम नहीं मिला

source: New posts available
hi: नए पोस्ट उपलब्ध हैं

source: hours ago
hi: घंटे पहले

source: minutes ago
hi: मिनट पहले

source: Just now
hi: अभी-अभी

source: yesterday
hi: कल

source: You Reposted this
hi: आपने इसे पुनः पोस्ट किया

source: Current Job
hi: वर्तमान नौकरी

source: Sub-Category
hi: उप-श्रेणी

source: Delete this post
hi: इस पोस्ट को हटाएं

source: Edit Post
hi: पोस्ट संपादित करें

source: Requested
hi: अनुरोधित

source: Connect
hi: कनेक्ट करें

source: Translate to English
hi: अंग्रेजी में अनुवाद करें

source: See Original
hi: मूल देखें

source: See Less
hi: कम देखें

source: See More
hi: अधिक देखें

source: You have applied to this job
hi: आपने इस नौकरी के लिए आवेदन किया है

source: Apply for a job
hi: नौकरी के लिए आवेदन करें

source: View Applicants
hi: आवेदकों को देखें

source: Designation
hi: पदनाम

source: View
hi: देखें

source: Download Resume
hi: रिज्यूमे डाउनलोड करें

source: Designation, Company
hi: पदनाम, कंपनी

source: View Profile
hi: प्रोफ़ाइल देखें

source: Resume saved to
hi: रिज्यूमे इसमें सहेजा गया

source: Failed
hi: असफल

source: Tag with
hi: इसके साथ टैग करें

source: More
hi: अधिक

source: Image Viewer
hi: छवि दर्शक

source: Comments
hi: टिप्पणियाँ

source: Reposts
hi: फिर से पोस्ट

source: Like
hi: पसंद

source: Comment
hi: टिप्पणी

source: Share
hi: साझा करें

source: now
hi: अभी

source: today
hi: आज

source: Notifications
hi: सूचनाएं

source: You have no notifications yet
hi: आपके पास अभी कोई सूचना नहीं है

source: Go to Post
hi: पोस्ट पर जाएं

source: Go to Requests
hi: अनुरोध पर जाएं

source: Send
hi: भेजें

source: a message
hi: एक संदेश

source: Choose post type
hi: पोस्ट प्रकार चुनें

source: Post a job
hi: नौकरी पोस्ट करें

source: Post a message
hi: एक संदेश पोस्ट करें

source: Ask a question
hi: एक प्रश्न पूछें

source: You can only upload
hi: आप केवल अपलोड कर सकते हैं

source: files.
hi: फाइलें।

source: File size should not exceed
hi: फाइल का आकार अधिकतम नहीं होना चाहिए

source: MB.
hi: एमबी।

source: Title
hi: शीर्षक

source: Eg: Hiring for Car driver
hi: उदाहरण: कार चालक के लिए भर्ती

source: Please enter Job title
hi: कृपया नौकरी का शीर्षक दर्ज करें

source: Job description
hi: नौकरी का विवरण

source: Add description
hi: विवरण जोड़ें

source: Please enter job description
hi: कृपया नौकरी का विवरण दर्ज करें

source: Hiring location
hi: भर्ती स्थान

source: Please enter job Location
hi: कृपया नौकरी स्थान दर्ज करें

source: Attach media
hi: मीडिया संलग्न करें

source: (Photo)
hi: (फोटो)

source: Add file
hi: फाइल जोड़ें

source: You posted a job!
hi: आपने एक नौकरी पोस्ट की!

source: City, Country
hi: शहर, देश

source: Hide this post
hi: इस पोस्ट को छिपाएं

source: Block
hi: ब्लॉक करें

source: Add message
hi: संदेश जोड़ें

source: Question
hi: प्रश्न

source: Type your question here
hi: यहां अपना प्रश्न टाइप करें

source: Please enter your question
hi: कृपया अपना प्रश्न दर्ज करें

source: Create Options
hi: विकल्प बनाएं

source: Type your option1 here
hi: यहां अपना विकल्प1 टाइप करें

source: Type your option2 here
hi: यहां अपना विकल्प2 टाइप करें

source: Type your option3 here
hi: यहां अपना विकल्प3 टाइप करें

source: Type your option4 here
hi: यहां अपना विकल्प4 टाइप करें

source: Please enter your option1
hi: कृपया अपना विकल्प1 दर्ज करें

source: Please enter your option2
hi: कृपया अपना विकल्प2 दर्ज करें

source: Please enter your option3
hi: कृपया अपना विकल्प3 दर्ज करें

source: Please enter your option4
hi: कृपया अपना विकल्प4 दर्ज करें

source: Please enter less than 20 characters
hi: कृपया 20 से कम अक्षर दर्ज करें

source: You posted a question!
hi: आपने एक प्रश्न पोस्ट किया!

source: You posted a message!
hi: आपने एक संदेश पोस्ट किया!

# pleaseEnterDescription
source: Please enter a description
hi: कृपया विवरण दर्ज करें

source: (Photo & Video)
hi: (फोटो और वीडियो)

source: Tag people
hi: लोगों को टैग करें

# tagsStartWithAtEgBlueEra
source: tags start with @ eg:-@BlueEra
hi: टैग @ से शुरू होते हैं, जैसे:-@BlueEra

source: Clear All
hi: सभी साफ करें

source: Liked
hi: पसंद किया

source: Celebrate
hi: जश्न मनाएं

source: Support
hi: समर्थन करें

source: Heart
hi: दिल

source: Insightful
hi: सूझबूझ भरा

source: See all results
hi: सभी परिणाम देखें

source: This feature will be unavailable until you finish your registration
hi: यह सुविधा तब तक उपलब्ध नहीं होगी जब तक आप अपना पंजीकरण पूरा नहीं कर लेते

source: Start Registration
hi: पंजीकरण शुरू करें

source: Skip
hi: छोड़ें

source: People
hi: लोग

source: Companies
hi: कंपनियां

source: No Comments Available
hi: कोई टिप्पणियाँ उपलब्ध नहीं हैं

source: Write a comment...
hi: एक टिप्पणी लिखें...

source: Reply
hi: उत्तर दें

source: replies
hi: उत्तर

source: See
hi: देखें

source: more replies
hi: अधिक उत्तर

source: Delete comment
hi: टिप्पणी हटाएं

source: Report post
hi: पोस्ट की रिपोर्ट करें

source: Report comment
hi: टिप्पणी की रिपोर्ट करें

source: Report user
hi: उपयोगकर्ता की रिपोर्ट करें

# stateReason
source: Please state reason
hi: कृपया कारण बताएं

# provideDetails
source: Provide additional details
hi: अतिरिक्त विवरण प्रदान करें

source: Report this post
hi: इस पोस्ट की रिपोर्ट करें

source: Report this comment
hi: इस टिप्पणी की रिपोर्ट करें

# reportAndBlockUser
source: Report and Block this user
hi: इस उपयोगकर्ता की रिपोर्ट करें और अवरोधित करें

# reportSuccessMessage
source: Thank you for your feedback. We will review and take necessary actions.
hi: आपकी प्रतिक्रिया के लिए धन्यवाद। हम समीक्षा करेंगे और आवश्यक कार्रवाई करेंगे।

source: Replies to
hi: के उत्तर

source: comment on this
hi: इस पर टिप्पणी करें

source: Got it
hi: समझ गया

source: You have reported this post
hi: आपने इस पोस्ट की रिपोर्ट की है

source: You have reported this comment
hi: आपने इस टिप्पणी की रिपोर्ट की है

source: You have reported this user
hi: आपने इस उपयोगकर्ता की रिपोर्ट की है

source: Inappropriate content
hi: असभ्य सामग्री

source: Promotes hatred / violence
hi: घृणा / हिंसा को बढ़ावा देता है

source: Fraud or scam
hi: धोखाधड़ी या घोटाला

source: Content is spam
hi: सामग्री स्पैम है

source: Not a real person
hi: वास्तविक व्यक्ति नहीं

source: Is a fake account
hi: नकली खाता है

source: Issue has been reported
hi: समस्या की सूचना दे दी गई है

source: Thank you for your feedback. We will review and take necessary actions
hi: आपकी प्रतिक्रिया के लिए धन्यवाद। हम इसकी समीक्षा करेंगे और आवश्यक कार्रवाई करेंगे

source: Repost
hi: फिर से पोस्ट करें

source: Link copied to clipboard!
hi: लिंक क्लिपबोर्ड पर कॉपी हो गया!

source: Copy link
hi: लिंक कॉपी करें

source: Share via
hi: इसके माध्यम से साझा करें

source: Save
hi: सहेजें

source: Search Jobs
hi: नौकरियां खोजें

source: Eg: Bangalore
hi: उदाहरण: बैंगलोर

source: Build your network by adding connections
hi: अपने नेटवर्क का विस्तार करें संपर्क जोड़कर

source: Start by importing from your contact list
hi: अपनी संपर्क सूची से आयात करके प्रारंभ करें

source: Import Contacts
hi: संपर्क आयात करें

source: Chats
hi: चैट

source: Chat
hi: चैट

# newText
source: New
hi: नया

source: Invite
hi: आमंत्रित करें

source: Sent
hi: भेजा गया

source: Blocked
hi: अवरोधित

source: No Connections Available
hi: कोई संपर्क उपलब्ध नहीं है

source: Search in chats
hi: चैट में खोजें

source: New Unread msg
hi: नया अपठित संदेश

source: Media sent or received...
hi: मीडिया भेजा या प्राप्त किया गया...

source: Send a message to start a conversation
hi: बातचीत शुरू करने के लिए एक संदेश भेजें

source: Remove Connection
hi: संपर्क हटाएं

source: Do you wish to proceed with removing this connection from your network?
hi: क्या आप इस संपर्क को अपने नेटवर्क से हटाने की प्रक्रिया जारी रखना चाहते हैं?

source: Yes
hi: हाँ

source: No
hi: नहीं

source: You have no new contacts yet
hi: आपके पास अभी तक कोई नया संपर्क नहीं है

source: Found
hi: मिला

source: people in your contact list
hi: आपकी संपर्क सूची में लोग

source: Connect to all
hi: सभी से जुड़ें

source: Please Try Again Later
hi: कृपया बाद में पुनः प्रयास करें

source: Send connection request
hi: संपर्क अनुरोध भेजें

source: Please select the users you wish to send a connection request
hi: कृपया उन उपयोगकर्ताओं का चयन करें जिन्हें आप संपर्क अनुरोध भेजना चाहते हैं

source: Send Invitation
hi: आमंत्रण भेजें

source: Current Organisation
hi: वर्तमान संगठन

source: It seems you have no contacts
hi: ऐसा प्रतीत होता है कि आपके पास कोई संपर्क नहीं है

source: Search in contacts
hi: संपर्कों में खोजें

source: Not found
hi: नहीं मिला

source: Invitation Sent
hi: आमंत्रण भेजा गया

source: Send Invite Link
hi: आमंत्रण लिंक भेजें

# inviteMessage
source: Hey! I'm using BlueEra and would love for you to join me there. I'm sending you an invite—download the app, and let's connect! at https://bluecs.in/app
hi: अरे! मैं ब्लूएरा का उपयोग कर रहा हूं और चाहता हूं कि आप भी इसमें शामिल हों। मैं आपको आमंत्रण भेज रहा हूं—ऐप डाउनलोड करें और जुड़ें! https://bluecs.in/app पर

source: Check this out!
hi: इसे देखें!

source: Load More Contacts
hi: अधिक संपर्क लोड करें

source: Please select the users you wish to send an Invitation
hi: कृपया उन उपयोगकर्ताओं का चयन करें जिन्हें आप आमंत्रण भेजना चाहते हैं

source: Select All
hi: सभी चुनें

source: You have no invitations yet
hi: आपके पास अभी तक कोई आमंत्रण नहीं है

source: Reject request
hi: अनुरोध अस्वीकार करें

source: Reject
hi: अस्वीकार करें

# rejectAndBlockUser
source: Reject & block user
hi: अस्वीकार करें और उपयोगकर्ता को अवरुद्ध करें

source: Partially blocked user can see your profile and posts, but cannot connect or send you messages on BlueEra
hi: आंशिक रूप से अवरुद्ध उपयोगकर्ता आपकी प्रोफ़ाइल और पोस्ट देख सकता है, लेकिन आपसे जुड़ नहीं सकता या आपको संदेश नहीं भेज सकता

source: Fully blocked user cannot see your profile or posts on BlueEra
hi: पूर्ण रूप से अवरुद्ध उपयोगकर्ता आपकी प्रोफ़ाइल या पोस्ट नहीं देख सकता

source: Something went wrong
hi: कुछ गलत हो गया

source: No Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं

source: You have no blocked connections
hi: आपके पास कोई अवरुद्ध संपर्क नहीं है

source: Full
hi: पूर्ण

source: Partial
hi: आंशिक

source: Unblock
hi: अनवरोधित करें

source: Received
hi: प्राप्त किया

source: Invite people from your contacts
hi: अपने संपर्कों से लोगों को आमंत्रित करें

source: Invite all
hi: सभी को आमंत्रित करें

source: Block user
hi: उपयोगकर्ता को ब्लॉक करें

source: Partially block this user
hi: इस उपयोगकर्ता को आंशिक रूप से ब्लॉक करें

source: Fully block this user
hi: इस उपयोगकर्ता को पूरी तरह से ब्लॉक करें

source: Are you sure you want to block this user?
hi: क्या आप वाकई इस उपयोगकर्ता को ब्लॉक करना चाहते हैं?

source: Go Back
hi: वापस जाएं

source: Clear Chat
hi: चैट साफ़ करें

source: Loading...
hi: लोड हो रहा है...

source: Say hi to start a conversation!
hi: बातचीत शुरू करने के लिए हाय कहें!

source: Type a message...
hi: एक संदेश टाइप करें...

source: Error
hi: त्रुटि

source: OK
hi: ठीक है

# someImagesExceedTheMaximumSizeLimit
source: Some images exceed the maximum size limit of 5MB. Please select smaller files.
hi: कुछ छवियाँ 5MB की अधिकतम सीमा से अधिक हैं। कृपया छोटी फ़ाइलें चुनें।

# someVideosExceedTheMaximumSizeLimit
source: Some videos exceed the maximum size limit of 50MB. Please select smaller files.
hi: कुछ वीडियो 50MB की अधिकतम सीमा से अधिक हैं। कृपया छोटी फ़ाइलें चुनें।

# videosMustBe30SecondsOrShorter
source: Videos must be 30 seconds or shorter. Please select shorter videos.
hi: वीडियो 30 सेकंड या उससे कम का होना चाहिए। कृपया छोटे वीडियो चुनें।

# someDocumentsExceedTheMaximumSizeLimit
source: Some documents exceed the maximum size limit of 10MB. Please select smaller files.
hi: कुछ दस्तावेज़ 10MB की अधिकतम सीमा से अधिक हैं। कृपया छोटी फ़ाइलें चुनें।

source: Photos
hi: तस्वीरें

source: Videos
hi: वीडियो

source: Documents
hi: दस्तावेज़

source: Translate to Hindi
hi: हिंदी में अनुवाद करें

source: Enter Organization Name
hi: संगठन का नाम दर्ज करें

source: Enter Name
hi: नाम दर्ज करें

source: Business Profile
hi: व्यावसायिक प्रोफ़ाइल

source: Account Settings
hi: खाता सेटिंग्स

source: Payment
hi: भुगतान

source: Transactions
hi: लेन-देन

source: Listing
hi: सूची

source: All posts
hi: सभी पोस्ट

source: Job posts
hi: नौकरी पोस्ट

source: Edit Visiting Card
hi: विजिटिंग कार्ड संपादित करें

source: Share Visiting Card
hi: विजिटिंग कार्ड साझा करें

source: D-O-I
hi: डी-ओ-आई

source: Wholesaler
hi: थोक विक्रेता

source: Retailer
hi: खुदरा विक्रेता

source: Category
hi: श्रेणी

source: Profile views
hi: प्रोफ़ाइल दृश्य

source: Posts
hi: पोस्ट

source: Joined BlueEra
hi: ब्लूएरा से जुड़े

source: Latest Post
hi: नवीनतम पोस्ट

source: Edit Basic Detail
hi: मूल विवरण संपादित करें

source: Upload Document
hi: दस्तावेज़ अपलोड करें

source: One Document is required so can not be deleted
hi: एक दस्तावेज़ आवश्यक है इसलिए हटाया नहीं जा सकता

# chooseTheBusinessTypes
source: Choose the Business Type
hi: व्यवसाय प्रकार चुनें

source: Upload Your Business/Services Photo
hi: अपना व्यवसाय/सेवाएं फ़ोटो अपलोड करें

# saveAndNext
source: Save & Next
hi: सहेजें और अगला

source: Medical Shop
hi: मेडिकल शॉप

source: Kirana Shop
hi: किराना दुकान

source: Stationery Shop
hi: स्टेशनरी दुकान

source: Grocery Store
hi: किराना स्टोर

source: Doctor
hi: डॉक्टर

source: Electrician
hi: इलेक्ट्रीशियन

source: Plumber
hi: प्लंबर

source: Mechanic
hi: मैकेनिक

source: Vehicle Showroom
hi: वाहन शोरूम

source: Coaching Classes
hi: कोचिंग क्लासेस

source: Workshop
hi: कार्यशाला

source: Product Sale
hi: उत्पाद बिक्री

source: Only provide Services
hi: केवल सेवाएं प्रदान करें

# bothSalesAndServices
source: Both Sales & Services
hi: दोनों बिक्री और सेवाएं

source: Details for
hi: के लिए विवरण

source: Close
hi: बंद करें

source: If it's not listed, you can create one
hi: यदि यह सूचीबद्ध नहीं है, तो आप एक बना सकते हैं

source: Enter Doc Name
hi: दस्तावेज़ का नाम दर्ज करें

source: Add
hi: जोड़ें

source: Don't Have Required Document
hi: आवश्यक दस्तावेज़ नहीं है

source: Subscribe Now
hi: अभी सदस्यता लें

# startAddingServiceAndCategory
source: Start Adding Service & Category
hi: सेवा और श्रेणी जोड़ना शुरू करें

# startAddingProductAndServicesAndCategory
source: Start Adding Product and Services & Category
hi: उत्पाद और सेवाएँ और श्रेणी जोड़ना शुरू करें

source: Listing is Not Completed
hi: लिस्टिंग पूरी नहीं हुई

# startAddingProductAndCategory
source: Start Adding Product & Category
hi: उत्पाद और श्रेणी जोड़ना शुरू करें

source: Select Product Category
hi: उत्पाद श्रेणी चुनें

source: Select Service Category
hi: सेवा श्रेणी चुनें

source: Select Category
hi: श्रेणी चुनें

source: No Product Added
hi: कोई उत्पाद नहीं जोड़ा गया

source: Start Adding Product
hi: उत्पाद जोड़ना शुरू करें

source: Best Selling Product
hi: सबसे अधिक बिकने वाला उत्पाद

source: No Service Added
hi: कोई सेवा नहीं जोड़ी गई

source: Start Adding Services
hi: सेवाएँ जोड़ना शुरू करें

source: Our Services
hi: हमारी सेवाएँ

source: Cancelled
hi: रद्द किया गया

source: Cancel
hi: रद्द करें

source: Cancel Subscription
hi: सदस्यता रद्द करें

source: Subscription Expire on
hi: सदस्यता समाप्ति तिथि

source: Expiry Info
hi: समाप्ति जानकारी

source: Rate Our Business
hi: हमारे व्यवसाय को रेट करें

source: Rated - View Rating
hi: रेट किया गया - रेटिंग देखें

source: View Rating
hi: रेटिंग देखें

source: Business Location here
hi: यहाँ व्यापार स्थान

source: Bad
hi: खराब

source: Average
hi: औसत

source: Good
hi: अच्छा

source: Very Good
hi: बहुत अच्छा

source: Excellent
hi: उत्कृष्ट

source: Why cancel, it auto end When plan Expired
hi: क्यों रद्द करें, यह योजना समाप्त होने पर स्वतः समाप्त हो जाता है

source: Why cancel, it auto end on
hi: क्यों रद्द करें, यह स्वतः समाप्त हो जाता है

source: Your access all premium Feature end now
hi: आपकी सभी प्रीमियम सुविधाओं तक पहुंच अब समाप्त हो गई है

source: Cancel Subscription Now
hi: अभी सदस्यता रद्द करें

source: Cancel On Expiry-Date
hi: समाप्ति तिथि पर रद्द करें

source: Unlimited Add product or services
hi: असीमित उत्पाद या सेवाएँ जोड़ें

source: Your list visible for 1 month
hi: आपकी सूची 1 महीने के लिए दृश्यमान होगी

source: Subscribe
hi: सदस्यता लें

source: Hide Feature
hi: विशेषता छिपाएँ

source: Show Feature
hi: विशेषता दिखाएँ

source: Please select plan to redeem
hi: कृपया रिडीम करने के लिए योजना चुनें

source: Enable Auto Pay
hi: ऑटो पे सक्षम करें

source: Verified successfully
hi: सफलतापूर्वक सत्यापित

source: Pay Now
hi: अभी भुगतान करें

source: Redeem Coin
hi: सिक्का रिडीम करें

source: Earn Coin By Refer To Friend
hi: मित्र को संदर्भित करके सिक्के कमाएँ

source: Earning Info
hi: आय जानकारी

# availableCoinAndValue
source: Available coin & Value
hi: उपलब्ध सिक्का और मूल्य

source: Choose the Payment Type To Redeem Coin
hi: सिक्का रिडीम करने के लिए भुगतान प्रकार चुनें

source: Final Amount To Pay
hi: अंतिम भुगतान राशि

source: Please Pay through
hi: कृपया इसके माध्यम से भुगतान करें

source: to redeem Coins
hi: सिक्के रिडीम करने के लिए

source: Select Coin to Redeem
hi: रिडीम करने के लिए सिक्का चुनें

source: Active
hi: सक्रिय

source: Inactive
hi: निष्क्रिय

# allPostsNotFound
source: No posts found!
hi: सभी पोस्ट नहीं मिले!

source: Are you sure you want to delete this post?
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं?

source: Post Deleted
hi: पोस्ट हटाया गया

source: Delete
hi: हटाएं

source: Job posts not found!
hi: नौकरी पोस्ट नहीं मिले!

source: No activity found!
hi: कोई गतिविधि नहीं मिली!

source: You Liked this Post
hi: आपको यह पोस्ट पसंद आया

source: You Commented on this job
hi: आपने इस नौकरी पर टिप्पणी की

source: You Applied to this Job
hi: आपने इस नौकरी के लिए आवेदन किया

source: Type
hi: प्रकार

source: Select Type
hi: प्रकार चुनें

source: Please choose type first
hi: कृपया पहले प्रकार चुनें

source: Service Name
hi: सेवा का नाम

source: Product Name
hi: उत्पाद का नाम

source: Price
hi: कीमत

source: Max Price
hi: अधिकतम मूल्य

source: MRP
hi: एमआरपी

source: Our Price
hi: हमारा मूल्य

source: Service Detail
hi: सेवा विवरण

source: Product Description
hi: उत्पाद विवरण

source: Add Category
hi: श्रेणी जोड़ें

source: Edit
hi: संपादित करें

source: Add New Category
hi: नई श्रेणी जोड़ें

source: Enter Category Title
hi: श्रेणी का शीर्षक दर्ज करें

# allFieldsNeedsToBeFilled
source: All fields need to be filled
hi: सभी फ़ील्ड्स को भरना आवश्यक है

source: Enable Notifications
hi: सूचनाएँ सक्षम करें

source: Enable Biometric Authentication
hi: बायोमेट्रिक प्रमाणीकरण सक्षम करें

source: Use fingerprint or face ID to secure your app
hi: अपने ऐप को सुरक्षित करने के लिए फिंगरप्रिंट या फेस आईडी का उपयोग करें

source: Report an issue
hi: समस्या की रिपोर्ट करें

source: Change phone number
hi: फोन नंबर बदलें

source: Delete account
hi: खाता हटाएं

# referAndEarn
source: Refer & Earn
hi: रेफर करें और कमाएं

source: Provide additional details
hi: अतिरिक्त विवरण प्रदान करें

source: Report
hi: रिपोर्ट

source: Existing phone number
hi: मौजूदा फोन नंबर

source: Please enter correct mobile number
hi: कृपया सही मोबाइल नंबर दर्ज करें

source: New phone number
hi: नया फोन नंबर

source: New phone number should not be same as existing phone number
hi: नया फोन नंबर मौजूदा फोन नंबर के समान नहीं होना चाहिए

source: Send Request
hi: अनुरोध भेजें

source: Total Earn
hi: कुल कमाई

source: coin
hi: सिक्का

source: Earn extra income by referring your friends!
hi: अपने दोस्तों को रेफर करके अतिरिक्त आय अर्जित करें!

source: Rs
hi: रु

source: Amount
hi: राशि

source: Enter The Total Amount
hi: कुल राशि दर्ज करें

source: Remark
hi: टिप्पणी

source: Purpose of Payment
hi: भुगतान का उद्देश्य

source: Transaction History
hi: लेन-देन इतिहास

source: Month Subscription
hi: मासिक सदस्यता

source: Previous
hi: पिछला

source: Next
hi: अगला

source: Successful
hi: सफल

source: Failure
hi: असफल

source: Contact Us
hi: हमसे संपर्क करें

source: Office Number
hi: कार्यालय नंबर

source: Mobile Number
hi: मोबाइल नंबर

source: Email id
hi: ईमेल आईडी

source: Download Invoice
hi: चालान डाउनलोड करें

source: Ask Q
hi: प्रश्न पूछें

source: Required Doc
hi: आवश्यक दस्तावेज

source: BUY
hi: खरीदें

source: More Detail
hi: अधिक विवरण

source: Answer
hi: उत्तर

source: Report this user
hi: इस उपयोगकर्ता की रिपोर्ट करें

source: Profile is not completed yet
hi: प्रोफ़ाइल अभी पूरी नहीं हुई है

source: You are connected with
hi: आप इससे जुड़े हुए हैं

source: Resume
hi: बायोडाटा

source: About me
hi: मेरे बारे में

source: Add Summary
hi: सारांश जोड़ें

source: About us
hi: हमारे बारे में

source: Tell us about your organisation
hi: हमें अपने संगठन के बारे में बताएं

source: Tell us about yourself...
hi: अपने बारे में बताएं...

source: About Us cannot be empty
hi: हमारे बारे में खाली नहीं हो सकता

source: About Me cannot be empty
hi: मेरे बारे में खाली नहीं हो सकता

source: About Us cannot be more than 200 words
hi: हमारे बारे में 200 शब्दों से अधिक नहीं हो सकता

source: About Me cannot be more than 200 words
hi: मेरे बारे में 200 शब्दों से अधिक नहीं हो सकता

source: Add your work Experience
hi: अपना कार्य अनुभव जोड़ें

source: Experience
hi: अनुभव
